{"date": "1800-02-18", "quote": "Which I have been aboard this ship these twenty years and never seen such wickedness, which that Madeira cost the Captain's own money and it was decanted particular into them crystal glasses that I polished myself not two days since, and now some thieving article has... which I'll not say who, but there's one or two of them young gentlemen what thinks the world owes 'em a living, and if his honour finds out before I've had time to... well, there'll be the devil to pay and no mistake, and here's me without so much as a by-your-leave or a thank-you-kindly for keeping of his affairs in order.", "scenario": "Killick discovers someone has been at the Captain's private Madeira."}
{"date": "1800-02-19", "quote": "Which I have took the greatest care with this cloth, your honour would not believe the labour, and now some villain has gone and... Lord, what is this? A stain? A stain! On the best damask, the very best, which I laid it out particular for them Portuguese ladies, and now it is ruined, utterly ruined, and not a soul aboard this barky gives a fig for the work that goes into keeping standards, not a single fig, and I shall have to... Christ, it will not come out, will it...\n\nThat would be Bonden, mark my words. Or one of them young midshipmen with their filthy paws.", "scenario": "Killick is laying out the best tablecloth and discovers a stain on it."}
{"date": "1800-02-20", "quote": "Which I only this moment finished swabbing of them boards, and now here comes word the Captain wants the great cabin made ready for them commodore and his suite, and I've scarce had time to draw breath, let alone fetch up them good glasses from the stores, and the tablecloth — which I had particular in mind the damask, the one without them spots — it's only just come from the laundry and ain't properly aired, and if there's one thing I cannot abide it's damp linen, it shows a want of respect, and now I'm to get fresh flowers, which flowers, your honour, I should like to know, when we're three weeks from any land with green things growing...\n\nWhich I shall do it, mind you. The Captain's word is law, and them visitors shall find the cabin shipshape or I'll know the reason why. But it's the notice, sir — that's what grinds me. A man might accomplish wonders with time enough, but this...\n\nWhere in God's name has young Oakes got to with them candlesticks?", "scenario": "Killick is asked to prepare the cabin for important visitors at very short notice."}
{"date": "1800-02-21", "quote": "Which I haven't closed me eye since Tuesday last, your honour, and now you're wanting toasted cheese. Toasted cheese. As if there ain't the Captain's breakfast to lay out, and them weevils got into the ship's biscuit again, and the coffee's near gone because somebody — and I won't say names but he wears a coat with buttons — has been helping himself to the cream like it grows on trees. But no matter, I'll do your toasted cheese. I always do. Though how a man is meant to work the galley stove when he's dead on his feet and the cheese has gone hard as oakum, and I've got to find the good bread and not them mouldy ends...\n\n*trails off into muttering*\n\nThe thanks I get for it, you could write on a grain of salt.", "scenario": "Killick has not had proper sleep for three watches and is asked to bring toasted cheese."}
{"date": "1800-02-22", "quote": "Which I took them tins up myself not three days ago, and them rats—them great whiskered vermin—they've gnawed clean through the copper and got at every last piece, and now what am I to say to his honour when he calls for his ginger with his coffee, which he particular likes it, and there's nothing for it but shame and...\n\nThe Doctor won't be best pleased neither, seeing as he had designs on that ginger for his sick-bay preparations, or so he said, though likely he meant to filch a bit for himself, same as the rest of 'em. But that ain't the point. The point is them rats knew, they knew somehow, and they've made a right mess of the Captain's stores and there's nothing left but tins all holed and ginger spread about like...\n\nNothing for it now but traps. Lots of traps. And no sleep.", "scenario": "Killick discovers rats have been at the Captain's stores of preserved ginger."}
{"date": "1800-02-23", "quote": "Which I have been at this here silver since before dawn, and not a word—not so much as a by-your-leave—from anyone aboard this ship, and the Captain's guests tonight expecting it to shine like the blessed sun itself, which it will, because I am a professional in my line, but will they remark upon it? Will they hell. They'll drink his Madeira and eat off them plates without a thought to the hands that polished every last spoon, and tomorrow the Captain will find a spot—there's always a spot, some bit of tarnish I missed in the dark, the dark because there ain't no proper light in the pantry—and then there'll be words, oh yes, then Killick will hear about it...\n\nThem midshipmen couldn't shine a piece of plate if their lives depended on it.\n\nWhich I do all the work aboard this vessel and no one knows it, and if something goes wrong, well, then they knows it quick enough, your honour gets told directly, and Killick gets the rough edge of the tongue. But when everything's proper and shipshape and running like clockwork, well, that's just as it should be, ain't it, nobody needs thanking for doing their duty...\n\nNot even a cup of decent coffee this morning.", "scenario": "Killick is polishing the Captain's silver and reflecting on the lack of thanks he receives."}
{"date": "1800-02-24", "quote": "Which I have been up this past six hours with the swabs and the mops, your honour, and now the gravy boat — the good gravy boat, mind you, not them cracked things from the orlop — which it fair slides across the table like it's greased, and the Captain wanting his dinner proper, as if there ain't a nor'wester trying to send us all to Davy Jones, and him sitting there calm as you please while I'm wrestling with them platters and...\n\nThe midshipmen's mess can have cold salt beef. I ain't risking the Captain's tablecloth.\n\nWhich I told young Mr. Williamson not to touch nothing, but would he listen? No sir, he would not, and now there's wine on the—\n\nJust sit still, will you? If you lurch one more time I'll tie you to the chair meself.\n\nThirty years I have been steward of this vessel, your honour, thirty years, and I have sailed through storms that would've sent lesser men to their hammocks, but this one — this one's got a particular wickedness to it, what with the stores shifted and the lamp swinging wild and the Captain's Madeira knocking about in the after cabin like it's got a will of its own, and...\n\nThe crumb cloth stays with me. You can drown for all I care, but that", "scenario": "Killick is trying to keep the cabin dry during a storm while serving dinner."}
