{"date": "1800-02-18", "quote": "Which I have been aboard this ship these twenty years and never seen such wickedness, which that Madeira cost the Captain's own money and it was decanted particular into them crystal glasses that I polished myself not two days since, and now some thieving article has... which I'll not say who, but there's one or two of them young gentlemen what thinks the world owes 'em a living, and if his honour finds out before I've had time to... well, there'll be the devil to pay and no mistake, and here's me without so much as a by-your-leave or a thank-you-kindly for keeping of his affairs in order.", "scenario": "Killick discovers someone has been at the Captain's private Madeira."}
{"date": "1800-02-19", "quote": "Which I have took the greatest care with this cloth, your honour would not believe the labour, and now some villain has gone and... Lord, what is this? A stain? A stain! On the best damask, the very best, which I laid it out particular for them Portuguese ladies, and now it is ruined, utterly ruined, and not a soul aboard this barky gives a fig for the work that goes into keeping standards, not a single fig, and I shall have to... Christ, it will not come out, will it...\n\nThat would be Bonden, mark my words. Or one of them young midshipmen with their filthy paws.", "scenario": "Killick is laying out the best tablecloth and discovers a stain on it."}
{"date": "1800-02-20", "quote": "Which I only this moment finished swabbing of them boards, and now here comes word the Captain wants the great cabin made ready for them commodore and his suite, and I've scarce had time to draw breath, let alone fetch up them good glasses from the stores, and the tablecloth — which I had particular in mind the damask, the one without them spots — it's only just come from the laundry and ain't properly aired, and if there's one thing I cannot abide it's damp linen, it shows a want of respect, and now I'm to get fresh flowers, which flowers, your honour, I should like to know, when we're three weeks from any land with green things growing...\n\nWhich I shall do it, mind you. The Captain's word is law, and them visitors shall find the cabin shipshape or I'll know the reason why. But it's the notice, sir — that's what grinds me. A man might accomplish wonders with time enough, but this...\n\nWhere in God's name has young Oakes got to with them candlesticks?", "scenario": "Killick is asked to prepare the cabin for important visitors at very short notice."}
{"date": "1800-02-21", "quote": "Which I haven't closed me eye since Tuesday last, your honour, and now you're wanting toasted cheese. Toasted cheese. As if there ain't the Captain's breakfast to lay out, and them weevils got into the ship's biscuit again, and the coffee's near gone because somebody — and I won't say names but he wears a coat with buttons — has been helping himself to the cream like it grows on trees. But no matter, I'll do your toasted cheese. I always do. Though how a man is meant to work the galley stove when he's dead on his feet and the cheese has gone hard as oakum, and I've got to find the good bread and not them mouldy ends...\n\n*trails off into muttering*\n\nThe thanks I get for it, you could write on a grain of salt.", "scenario": "Killick has not had proper sleep for three watches and is asked to bring toasted cheese."}
{"date": "1800-02-22", "quote": "Which I took them tins up myself not three days ago, and them rats—them great whiskered vermin—they've gnawed clean through the copper and got at every last piece, and now what am I to say to his honour when he calls for his ginger with his coffee, which he particular likes it, and there's nothing for it but shame and...\n\nThe Doctor won't be best pleased neither, seeing as he had designs on that ginger for his sick-bay preparations, or so he said, though likely he meant to filch a bit for himself, same as the rest of 'em. But that ain't the point. The point is them rats knew, they knew somehow, and they've made a right mess of the Captain's stores and there's nothing left but tins all holed and ginger spread about like...\n\nNothing for it now but traps. Lots of traps. And no sleep.", "scenario": "Killick discovers rats have been at the Captain's stores of preserved ginger."}
{"date": "1800-02-23", "quote": "Which I have been at this here silver since before dawn, and not a word—not so much as a by-your-leave—from anyone aboard this ship, and the Captain's guests tonight expecting it to shine like the blessed sun itself, which it will, because I am a professional in my line, but will they remark upon it? Will they hell. They'll drink his Madeira and eat off them plates without a thought to the hands that polished every last spoon, and tomorrow the Captain will find a spot—there's always a spot, some bit of tarnish I missed in the dark, the dark because there ain't no proper light in the pantry—and then there'll be words, oh yes, then Killick will hear about it...\n\nThem midshipmen couldn't shine a piece of plate if their lives depended on it.\n\nWhich I do all the work aboard this vessel and no one knows it, and if something goes wrong, well, then they knows it quick enough, your honour gets told directly, and Killick gets the rough edge of the tongue. But when everything's proper and shipshape and running like clockwork, well, that's just as it should be, ain't it, nobody needs thanking for doing their duty...\n\nNot even a cup of decent coffee this morning.", "scenario": "Killick is polishing the Captain's silver and reflecting on the lack of thanks he receives."}
{"date": "1800-02-24", "quote": "Which I have been up this past six hours with the swabs and the mops, your honour, and now the gravy boat — the good gravy boat, mind you, not them cracked things from the orlop — which it fair slides across the table like it's greased, and the Captain wanting his dinner proper, as if there ain't a nor'wester trying to send us all to Davy Jones, and him sitting there calm as you please while I'm wrestling with them platters and...\n\nThe midshipmen's mess can have cold salt beef. I ain't risking the Captain's tablecloth.\n\nWhich I told young Mr. Williamson not to touch nothing, but would he listen? No sir, he would not, and now there's wine on the—\n\nJust sit still, will you? If you lurch one more time I'll tie you to the chair meself.\n\nThirty years I have been steward of this vessel, your honour, thirty years, and I have sailed through storms that would've sent lesser men to their hammocks, but this one — this one's got a particular wickedness to it, what with the stores shifted and the lamp swinging wild and the Captain's Madeira knocking about in the after cabin like it's got a will of its own, and...\n\nThe crumb cloth stays with me. You can drown for all I care, but that", "scenario": "Killick is trying to keep the cabin dry during a storm while serving dinner."}
{"date": "1800-02-25", "quote": "Which I only just put it back in the great cabin not two hours since, polished it myself with the chamois leather, and now them young gentlemen have got it scattered about the orlop deck like it was nothing more than a common...\n\nThem middies wouldn't know proper care if it bit 'em on the... Which the Captain will want it this evening for certain, he always does, and here I'll be left explaining how his own officers couldn't be bothered to ask. Not a word of notice, not a by-your-leave, just help themselves like they're at their mama's tea table. And when it comes back scratched—when, not if—it'll be poor Killick's fault for not keeping watch...\n\nNo sense asking them questions. They'll only stare at you blank-like and say Mr Pullings said they could, or some such taradiddle.\n\nI'll find it before the Captain gets wind of it, but they won't hear a civil word from me about it, not one. Let 'em wonder why there's no extra grog tonight.", "scenario": "Killick discovers the midshipmen have borrowed the Captain's telescope without asking."}
{"date": "1800-02-26", "quote": "Which I have darned these stockings till there ain't hardly a sound thread left in 'em, and when I take 'em to the Captain this evening he'll not say a word—not one word of thanks, your honour—just pull 'em on and walk about the quarterdeck like they mended themselves. Eighteen pair I've got in the mending basket this week alone, and him wearing through 'em like they was tissue paper, and all the while I'm meant to... I'm meant to be seeing to the stores and the silver and keeping them midshipmen from stealing the cream...\n\nStockings don't grow on trees, they don't.\n\nWhich a man might think the Captain would comprehend that these things require time and attention, and my hands ain't getting any younger neither, but there—there's another hole in the heel and I never even got to the toe yet... Nothing for it but to sit here by the lamp till my eyes go dark, stitching and stitching while the rest of the ship sleeps...\n\nThe Doctor's got a pair that's lasted him good ten months without so much as a darn. Ten months. And him walking about in them all over creation.", "scenario": "Killick is mending the Captain's stockings and thinking about how many pairs he goes through."}
{"date": "1800-02-27", "quote": "Which I have barely had time to swab the orlop and now they're wanting berths made up for them lubbers, and which the Captain said nothing about it till just this moment, and the Doctor's got his sick-bay full of them specimens in bottles that takes up half the space, and now I'm to find room for... for...\n\n*mutters while walking away*\n\nMore passengers. As if this ship weren't crowded enough with them that's meant to be here.\n\nWhich I suppose it'll be the best linen they'll be wanting, the good damask that I was keeping for... but no matter, it's always the passengers that gets the best, and the crew can make do with the worn stuff, and which I'll be up half the night airing them berths out proper, and not a word of thanks for it neither.\n\nThey never thinks about the work, do they sir, not the Captain nor nobody else.\n\nWhich I had a plan for them stores, a neat arrangement it was, and now the whole thing's to be shifted about again, and them weevils will get into everything in the confusion, mark my words...", "scenario": "Killick has been told they will be taking on more passengers and he must prepare berths."}
{"date": "1800-02-28", "quote": "Which I have been all over this damnable town asking for cream—cream, sir, not that thin skimmed stuff they flog to the ignorant—and every Portuguese housewife and her mother looks at me as though I had asked for the moon itself, which I might as well have done for all the good it does me. The Captain's coffee at eight bells, his honour particular about it, and here I am like some common swab begging at kitchen doors...\n\nNot a drop to be had. Not one blessed drop.\n\nWhich it is all very well for them that sits ashore in their comfortable establishments with their nice fresh cows and their dairies, but I'll have the Captain looking at his cup with that expression he gets when things are not as they ought to be, and it will be my hide for it, though I've worn out three pair of shoes this day alone searching.\n\nThey don't understand, none of them do. Not the Doctor with his head in his books, not Mr Pullings—good soul though he is—not one of them grasps that coffee without proper cream is just hot disappointment in a cup, and the Captain deserves better than that. Deserves the best, which I will find or know the reason why...\n\nThough at this rate I shall be seeking it till the next tide, and fat lot of good that will do when we've weighed anchor by then.", "scenario": "Killick is trying to source cream for the Captain's coffee in port and finding it difficult."}
{"date": "1800-03-01", "quote": "Which I have not had a moment's peace since we came aboard, what with them weevils in the biscuit and the Captain wanting his coffee at all hours and the midshipmen trailing crumbs through the cabin like they was born in a barn, and now them weevils is got into the very best stores that I laid down myself with me own two hands, and there ain't nothing for it but to sift the whole lot through and pick 'em out one by one, which will take me until... until I don't know when, and nobody thinks to give Killick a word of thanks for keeping this ship's mess decent, no sir, they do not...\n\nThem weevils is the Devil's own invention, they are.\n\nWhich I might as well be stirring porridge for the gun crews as try to serve a proper biscuit when it's alive with the little vermin, and the Captain will notice if his breakfast ain't just so, Captain notices everything, though I doubt he notices that *I* ain't slept above four hours in a fortnight on account of...\n\nThe Doctor says they is good protein. Good protein! I'll give him good protein, sir, I will.\n\nWhich there wasn't a weevil in this biscuit when I stowed it, your honour, not one, so either the stores was rotten to begin with—which would be a scandal", "scenario": "Killick discovers weevils in the ship's biscuit and gives his opinion on the matter."}
{"date": "1800-03-02", "quote": "Which I've told Mr Pullings a dozen times if I've told him once, that mill wants seeing to, but does anyone listen to old Killick? No sir, they do not. Now here's the Captain wanting his coffee, proper coffee, not them grounds floating about like... like them weevils in the biscuit, and what am I to do without a mill? Pound it with the mortar and pestle, I suppose, which'll take the better part of the morning and leave me no time for nothing else, the tablecloths won't lay themselves out, and the coffee'll be cold before it reaches his honour's cup, which is just the way of things aboard this vessel when a man tries his best...", "scenario": "Killick has been asked to serve coffee but the coffee mill is broken."}
